{
  "lang":"LANGUE",
  "tut":"TUTORIEL",
  "settings":"PARAMÈTRES",
  "info":"RÈGLES",
  "resetProgressDes":"TOUS LES PROGRÈS SERONT PERDUS",
  "pause":"PAUSE",
  "reward":"RÉCOMPENSE",
  "gameOver":"PERDU !",
  "levelComplete":"GAGNÉ !",
  "tryAgain":"RÉESSAYER",
  "resetProgress":"RÉINITIALISER LA PROGRESSION ?",
  "playEasy":"RELAX",
  "playHard":"CLASSIQUE",
  "lv":"NV.",
  "watch":"REGARDER",
  "youSure":"ÊTES-VOUS SÛR ?",
  "nextlevel":"SUIVANT",
  "score":"SCORE",
  "restart":"RECOMMENCER",
  "noMoves": "Plus de coups disponibles.",
  "watchADHint":"Obtenez +<x> indices",
  "watchADTime":"Obtenez +<x> secondes",
  "watchADShuffle":"Plus de coups disponibles. Mélanger le plateau ?",
  "watchADCalendar":"Le prochain niveau sera débloqué demain. Regardez des publicités pour le débloquer aujourd'hui !",
  "completeOpenLevel":"Pour l'ouvrir vous devez terminer le niveau <x>",
  "timebonus":"BONUS DE TEMPS",
  "hardI":"Profitez pleinement du jeu avec le mode Relax de Game ! Avec ce mode :\n\n● Une plus grand grille de tuiles\n● Il y a  plus de tuiles identiques dans chaque niveau\n● Tous les <x> niveaux, vous pouvez jouer à un niveau aléatoire de l'avent",
  "tut1":"Combinez les tuiles pour briser les blocs de glace adjacents.",
  "tut2":"Les boîtes de cadeaux sont incassables.",
  "tut3":"Combinez les tuiles pour briser les tuiles gelées autour.",
  "adventCalendar":"CALENDRIER DE L'AVENT",
  "adventFinishedTitle":"Bien joué!",
  "adventFinished":"Tous les niveaux de l'avent sont terminés, mais vous pouvez les retrouver dans le mode Relax.",

  "pred0":"Tu vas propager la joie et l'amour tout autour de toi pendant les fêtes de fin de d'année. Tu vas illuminer l'atmosphère de joie et de bonheur avec ton excitation pour les fêtes de fin d'année.",
  "pred1":"Tu trouveras du réconfort dans les traditions familières de cette période. Ce Noël, prends le temps de profiter des moments doux que tu passeras avec les tiens et régale-toi de plats délicieux.",
  "pred2":"Tu seras dans ton élément ce Noël. Prépare-toi à des retrouvailles et à des conversations intéressantes, tout ce qu'il faut pour rendre les fêtes encore plus magiques.",
  "pred3":"Tu vas accueillir tes proches dans ton amour et ta tendresse et créer une ambiance cosy qui fera de ce Noël un événement chaleureux et unique.",
  "pred4":"Ce Noël, tu brilleras encore plus fort que la plus brillante des étoiles. Ton enthousiasme pour les fêtes et ton attrait pour les petites histoires feront de ces vacances un moment inoubliable.",
  "pred5":"Ton soin apporté aux détails contribuera à faire de ce Noël une fête bien organisée et harmonieuse. Tu t'assureras que tout se déroulera parfaitement bien à tous points de vue pendant ces vacances.",
  "pred6":"Ton sens de la diplomatie et ta gentillesse t'aideront à créer une ambiance de Noël apaisée et chaleureuse. Ton sens aigu de la décoration t'aidera à créer un environnement magnifiquement aménagé.",
  "pred7":"Tu ajouteras une touche de mystère à Noël cette année. Ton intensité et ta passion rendront ces fêtes inoubliables, tu plongeras la tête la première dans la magie de Noël.",
  "pred8":"Ton côté aventurier t'entraînera dans beaucoup d'aventures festives à Noël. Ton esprit vagabond te guidera vers des expériences nouvelles et des destinations de vacances excitantes.",
  "pred9":"Tu seras irremplaçable en tant qu'organisateur perfectionniste des festivités de fin d'année. Ta détermination t'aidera à assurer un Noël débordant de tradition et de festivités.",
  "pred10":"Dans une humeur innovante, tu apporteras une touche de nouveauté à Noël. Tu vas créer des traditions uniques et innovantes qui rendront les fêtes de fin d'années passionnantes et rigolotes.",
  "pred11":"Pour des vacances créatives et pleine de merveilles, fais confiance à ton côté intuitif et artistique. Accorde-toi un temps pour rêver et fais de Noël un moment magique rempli de merveilles.\n",
  "pred12":"À Noël, une rencontre fortuite te redonnera goût à la vie. Plonge vers l'aventure et découvre de nouvelles traditions pour rendre tes vacances inoubliables.",
  "pred13":"Ton côté pratique sera à l'honneur ce Noël. Ressens de la joie en offrant et concentre-toi sur des cadeaux qui ont du sens pour exprimer ton amour et ta gratitude.",
  "pred14":"Ton esprit curieux te conduira à découvrir des traditions de Noël uniques. Ne refuse jamais une opportunité d'apprendre et partage tes découvertes avec tes proches.",
  "pred15":"Ton esprit maternel rayonnera et créera une ambiance de Noël cosy. Organise une réunion mémorable et offre un peu de confort à ceux dans le besoin.",
  "pred16":"Ce Noël, ton charisme naturel illuminera l'atmosphère. Profite de tes qualités de meneur et installe une ambiance festive qui rassemble les gens.",
  "pred17":"Ton attention portée aux détails te permettra d’organiser un Noël parfait. Sers-toi de tes compétences pour passer des vacances harmonieuses et sans stress.",
  "pred18":"Profite de ton goût pour la beauté et l'esthétique ce Noël. Invente des fêtes incroyables qui reflètent ton caractère harmonieux et équilibré.",
  "pred19":"Tes émotions intenses feront de ce Noël une expérience vraiment significative. Connecte-toi à tes proches et partages tes sentiments les plus profonds.",
  "pred20":"Ton goût pour l'aventure te fera vivre un beau voyage de Noël. Découvre de nouveaux endroits et de nouvelles traditions et partage tes histoires avec tes amis et ta famille.",
  "pred21":"À Noël, utilise ta détermination pour te concentrer sur de nouveaux succès et accomplissements. Fixe-toi des objectifs ambitieux et fais un pas vers un succès personnel et professionnel.",
  "pred22":"Tes idées novatrices feront de Noël un moment surprenant cette année. Partage ta créativité avec les autres et deviens la source de nouvelles traditions et expériences.",
  "pred23":"Accepte ta nature charitable et apporte un peu de joie aux personnes dans le besoin à Noël. Ta gentillesse et ton empathie feront de ces fêtes un moment vraiment spécial.",
  "pred24":" Ce Noël, ta détermination t'aidera à relever tous les défis et à atteindre tous tes objectifs. Ne rejette pas ton esprit de compétition et va conquérir de nouveaux horizons.",
  "pred25":"Ton amour des petits plaisirs fera de ce Noël une belle expérience gastronomique. Découvre de nouvelles expériences culinaires et savoure les délices des fêtes.",
  "pred26":"Ta curiosité te guidera vers des découvertes intellectuelles surprenantes. Plonge dans des conversations stimulantes et partage tes connaissances avec tes proches.",
  "pred27":"Accepte ton côté attentionné et prépare un Noël festif débordant de chaleur et d'amour. Partage ton amour et ton affection avec tes proches, crée un environnement accueillant pour ta famille et tes amis.",
  "pred28":"Ta présence royale attirera toute l'attention sur toi à Noël. Deviens la star de la fête et fabrique des souvenirs inoubliables.",
  "pred29":"Ton pragmatisme t'assurera un Noël organisé et efficace. Sers-toi de ton attention portée aux détails pour simplifier les fêtes de fin d'année pour toi et pour les autres.",
  "pred30":"Accepte ton caractère harmonieux et équilibré. Fabrique une atmosphère de Noël qui promeut la paix et la compréhension, faisant de cette période quelque chose de vraiment spécial.",
  "pred31":"Ton intensité te permettra de créer des connexions profondes à Noël. Ouvre ton cœur et partage tes sentiments avec tes proches.",
  "pred32":"Ton esprit aventureux te poussera vers un voyage de Noël rempli de découvertes et d'excitation. Partage tes expériences avec les autres.",
  "pred33":"Ta détermination te conduira vers des réussite personnelles et professionnelles à Noël. Fixe-toi des objectifs clairs et travaille ardemment pour les atteindre.",
  "pred34":"Accepte tes idées novatrices et instaure de nouvelles traditions de Noël. Partage ta créativité et inspire ceux qui t'entourent.",
  "pred35":"Apporte un peu de joie à ceux dans le besoin avec ta compassion et à ton âme charitable. Partage ta gentillesse et ta générosité avec les autres.",
  "pred36":"À Noël, accepte ton côté compétitif et participe à des jeux et à des défis de fête. Ton enthousiasme va rayonner tout autour de toi.",
  "pred37":"Ton amour pour le confort et les plaisirs simples feront de Noël une expérience sensorielle unique. Profite des plaisirs de la saison et régale-toi à chaque instant.",
  "pred38":"Profite de ton caractère sociable pour créer des moments plein de vie à Noël. Profite des discussions, des rires et de l'amour de tes proches.",
  "pred39":"Ce Noël, tes instincts attentionnés illumineront l'atmosphère. Fabrique un endroit chaleureux et accueillant où ta famille et tes amis pourront se sentir aimés.",
  "pred40":"Ta présence charismatique fera de toi la star de la soirée à Noël. Répands la joie, le rire et la bonne humeur partout où tu vas.",
  "pred41":"Utilise tes compétences d'organisation pour préparer un Noël bien rodé. Ton soin apporté aux détails fera des fêtes une période bien organisée.",
  "pred42":"Connecte-toi avec ton équilibre, découvre ton harmonie et apporte un peu de paix à la saison des fêtes. Crée une atmosphère de coopération et de compréhension.",
  "pred43":"Ton côté passionné approfondira tes connexions émotionnelles à Noël. Partage tes sentiments et renforce les liens qui te lient à tes proches.",
  "pred44":"Ta nature curieuse et audacieuse te mènera vers un voyage de Noël rempli de nouvelles expériences et d'enthousiasme. Partage tes histoires et allume une étincelle d'inspiration dans ceux qui t'écoutent.",
  "pred45":"Ta détermination te poussera à atteindre tous tes objectifs à Noël. Définis des buts clairs et travaille avec consistance pour atteindre tes objectifs.",
  "pred46":"Accepte tes idées novatrices et instaure des traditions uniques à Noël. Partage ta créativité et inspire les autres à penser différemment.",
  "pred47":"Utilise ton âme charitable pour répandre la joie dans le cœur de ceux dans le besoin à Noël. Ta gentillesse et ta générosité illumineront la période des fêtes.",
  "pred48":"À Noël, ton côté compétitif brillera pendant des jeux festifs et des défis en tous genres. Participe à des compétitions amicales et apporte une énergie nouvelle aux fêtes.",
  "pred49":"Ton amour pour le confort et les plaisirs simples feront de Noël une expérience sensorielle unique. Profite des senteurs, des goûts et des délices des fêtes.",
  "pred50":"Ce Noël, ton esprit aventureux te guidera à découvrir de nouvelles traditions et expériences. Découvre l'inconnu et crée des souvenirs avec tes proches qui dureront pour toujours.",
  "pred51":"Ton amour pour le cosy et les petits plaisirs feront de Noël une fête relaxante et un vrai plaisir pour les sens. Profite des délices des fêtes et profite de chaque instant.",
  "pred52":"Ta nature sociable créera des moments plein de vie et des conversations joyeuses pendant les fêtes. Rapproche-toi de ta famille et de tes amis grâce au rire et à la magie de Noël.",
  "pred53":"Ton cœur charitable fera de Noël un moment chaleureux et rempli d'amour. Montre aux autres que tu tiens à eux et crée de nouveaux souvenirs avec ceux que tu aimes.",
  "pred54":"Ton sens du devoir rayonnera à Noël. Sois la star de la fête, répands la joie et fais des fêtes des vacances vraiment inoubliables.",
  "pred55":"Sers-toi de ton côté pratique pour organiser un Noël parfait et sans stress. Ton soin apporté aux détails fera des fêtes une période bien organisée.",
  "pred56":"Ta diplomatie sera la source d'une coopération sans faille et d'une compréhension parfaite à Noël. Apaise les tensions et crée une atmosphère d'unité lors des rassemblements de famille.",
  "pred57":"Ton esprit passionné va renforcer tes connexions émotionnelles pendant la période des fêtes. Ouvre ton cœur et renforce tes liens avec les gens que tu aimes.",
  "pred58":"Tu vas découvrir beaucoup de nouvelles choses pendant les fêtes en suivant ton esprit aventureux. Profite de nouvelles traditions et répands ton amour partout autour de toi.",
  "pred59":"Accepte tes idées novatrices et instaure de nouvelles traditions et expériences de Noël. Partage ta créativité et inspire les autres à penser différemment.",
  "pred60":"Apporte un peu de joie à ceux dans le besoin avec ta compassion et à ton âme charitable. Ta gentillesse et ta générosité illumineront la période des fêtes comme jamais auparavant.",
  "pred61":"Ton esprit compétitif sera à l'origine de plein de jeux et de défis pendant les fêtes. Accepte un peu de rivalité amicale et fais des fêtes un moment excitant.",
  "pred62":"Ton amour pour les plaisirs simples fera de Noël une expérience sensorielle unique. Savoure les plaisirs, les parfums et les délices des fêtes.",
  "pred63":"Ta curiosité te conduira à découvrir des traditions de Noël uniques et à approfondir tes connaissances. Partage tes découvertes avec tes amis et ta famille.",
  "pred64":"Tes instincts maternels t'aideront à créer un Noël cosy débordant d'amour et de confort. Retrouve ta famille et tes amis et crée des souvenirs à chérir pour toujours.",
  "pred65":"Ta présence charismatique attirera tous les regards sur toi à Noël. Sois la star de la fête et remplis cette saison de joie.",
  "pred66":"Sers-toi de ton don pour l'organisation pour planifier un Noël harmonieux et sans stress. Fais attention aux détails qui rendront les fêtes spéciales.",
  "pred67":"Profite de ton goût pour l'harmonie en créant une atmosphère apaisée et pleine de compréhension à Noël. Sois la source d'une unité sans faille et d'une compréhension à toute épreuve.",
  "pred68":"Ta nature passionnée t'aidera à approfondir tes liens et à créer un Noël rempli d'émotions intenses et de moments mémorables.",
  "pred69":"Ta soif de découverte te mènera vers de nouvelles traditions et de nouvelles rencontres pendant les fêtes. Partage tes expériences et motive les autres à suivre leurs propres aventures.",
  "pred70":"Ta détermination te poussera à établir puis à atteindre tous tes objectifs à Noël. Concentre-toi sur ton développement personnel et professionnel pendant les fêtes.",
  "pred71":"Accepte tes idées novatrices et instaure des traditions uniques et non conventionnelles à Noël. Partage ta créativité et encourage les autres à penser différemment.",
  "pred72":"Apporte un peu de joie à ceux dans le besoin avec ta compassion et à ton cœur rempli d'amour. Ta gentillesse et ta générosité illumineront la période des fêtes.",
  "pred73":"À Noël, ton côté compétitif brillera pendant des jeux festifs et des défis en tous genres. Participe à des compétitions amicales et partage ton enthousiasme."
}
