{
  "lang":"LANGUAGE",
  "tut":"TUTORIAL",
  "settings":"SETTINGS",
  "info":"INSTRUCTION",
  "resetProgressDes":"ALL PROGRESS WILL BE ERASED",
  "pause":"PAUSE",
  "reward":"REWARD",
  "gameOver":"YOU LOST!",
  "levelComplete":"YOU WON!",
  "tryAgain":"TRY AGAIN",
  "resetProgress":"RESET PROGRESS?",
  "playEasy":"RELAX",
  "playHard":"CLASSIC",
  "lv":"LV.",
  "watch":"WATCH",
  "youSure":"ARE YOU SURE?",
  "nextlevel":"NEXT",
  "score":"SCORE",
  "restart":"RESTART",
  "noMoves": "No moves left.",
  "watchADHint":"Get +<x> hint",
  "watchADTime":"Get +<x> seconds",
  "watchADShuffle":"No moves left. Shuffle the board?",
  "watchADCalendar":"Next level will be unlocked tomorrow. Watch ads to open it today!",
  "completeOpenLevel":"To open it you need to complete level <x>",
  "timebonus":"TIME BONUS",
  "hardI":"Enjoy the game with the Relax mode of Game! In this mode:\n\n● A larger grid of tiles\n● There's  more repeating tiles in each level\n● Every <x> levels you play a random advent level",
  "tut1":"Combine tiles to break the ice blocks nearby.",
  "tut2":"The gift boxes are unbreakable.",
  "tut3":"Combine tiles to break the frozen tiles nearby.",
  "adventCalendar":"ADVENT CALENDAR",
  "adventFinishedTitle":"Well done!",
  "adventFinished":"All advent levels are cleared, but you can find them in Relax mode.",
  
  "pred0":"During this Christmas season, your vibrant spirit will spread warmth and joy to those you hold dear. Your contagious excitement for holiday celebrations will illuminate the atmosphere with energy and cheer.",
  "pred1":"You'll find comfort in the familiar traditions of the season. This Christmas, take time to savor the cozy moments with loved ones and indulge in delicious treats.",
  "pred2":"You will be in your element this Christmas. Expect lively gatherings and deep conversations, making the holiday season even more magical.",
  "pred3":"You will envelop your dear ones with love and tenderness, crafting a cozy and welcoming ambiance that will transform this Christmas into a heartwarming and cherished occasion.",
  "pred4":"This Christmas you'll shine brightly as the star of the show. Your enthusiasm for festivities and flair for drama will make the holiday season unforgettable.",
  "pred5":"Your keen eye for detail will contribute to making this Christmas a well-organized and harmonious occasion. You'll make certain that every facet of the holiday season flows smoothly.",
  "pred6":"As a diplomatic and harmonious person you will create a peaceful and balanced Christmas atmosphere. Your keen sense of aesthetics will result in a beautifully decorated holiday space.",
  "pred7":"You will add an air of mystery to Christmas this year. Your intensity and passion will make this holiday unforgettable, as you dive deep into the magic of the season.",
  "pred8":"As a natural explorer, you'll embark on a festive adventure this Christmas. Your wanderlust spirit will lead you to new experiences and exciting holiday destinations.",
  "pred9":"You will be an irreplaceable asset, planning and organizing holiday festivities to perfection. Your determination will ensure a Christmas filled with traditions and celebrations.",
  "pred10":"With a mood of innovation you will bring a fresh perspective to Christmas. You'll introduce unconventional traditions and ideas that will make the holiday season exciting and unique.",
  "pred11":"Your artistic and intuitive nature will create a holiday season filled with creativity and enchantment. Stay dreamy and infuse Christmas with a touch of magic and wonder.\n",
  "pred12":"This Christmas, an unexpected encounter will spark a renewed sense of purpose. Embrace the adventure and explore new traditions to make the holiday season unforgettable.",
  "pred13":"Your practical nature will shine this Christmas. Embrace the joy of giving and focus on meaningful, lasting gifts that express your love and appreciation.",
  "pred14":"Your curious mind will lead you to explore unique holiday traditions this Christmas. Embrace the opportunity to learn and share your discoveries with loved ones.",
  "pred15":"Your nurturing spirit will create a cozy Christmas atmosphere. Host a memorable gathering and offer comfort to those in need.",
  "pred16":"This Christmas, your charismatic energy will light up the room. Embrace your natural leadership and create a festive atmosphere that draws people together.",
  "pred17":"Your attention to detail will ensure a perfectly organized Christmas. Use your skills to create a harmonious and stress-free holiday season.",
  "pred18":"Embrace your love for beauty and aesthetics this Christmas. Create a visually stunning holiday setting that reflects your sense of balance and harmony.",
  "pred19":"Your intense emotions will make this Christmas a deeply meaningful experience. Connect with loved ones on a profound level and share your innermost feelings.",
  "pred20":"Your adventurous spirit will lead you on a Christmas journey. Explore new places and traditions, and share your exciting stories with friends and family.",
  "pred21":"This Christmas, use your determination to make the holiday season a time of growth and achievement. Set ambitious goals and take steps toward personal and professional success.",
  "pred22":"Your innovative ideas will bring a unique twist to Christmas this year. Share your creativity with others and inspire new traditions and experiences.",
  "pred23":"Embrace your compassionate nature and bring joy to those less fortunate this Christmas. Your kindness and empathy will make the holiday season truly special.",
  "pred24":" This Christmas, your fiery determination will drive you to overcome challenges and achieve your goals. Embrace the spirit of competition and conquer new horizons.",
  "pred25":"Your love for indulgence will make this Christmas a gastronomic delight. Savor the flavors of the season and explore new culinary experiences.",
  "pred26":"Your curiosity will lead you to new intellectual pursuits this Christmas. Dive into stimulating conversations and share your knowledge with loved ones.",
  "pred27":"Embrace your caring nature and cultivate a festive Christmas ambiance filled with warmth. Extend your love and affection to your loved ones, creating a welcoming environment for family and friends to cherish.",
  "pred28":"Your regal presence will command attention this Christmas. Be the life of the party and create unforgettable holiday memories.",
  "pred29":"Your practicality will make this Christmas organized and efficient. Use your attention to detail to simplify the holiday season for yourself and others.",
  "pred30":"Embrace your sense of balance and harmony. Create a Christmas atmosphere that promotes peace and understanding, making the season truly special.",
  "pred31":"Your intensity will lead to deep emotional connections this Christmas. Open your heart and share your feelings with loved ones.",
  "pred32":"Your adventurous spirit will take you on a Christmas journey filled with excitement and exploration. Share your experiences with others.",
  "pred33":"Your determination will lead to personal and professional success this Christmas. Set clear goals and work diligently to achieve them.",
  "pred34":"Embrace your innovative ideas and introduce unique traditions to Christmas. Share your creativity and inspire those around you.",
  "pred35":"Use your compassionate nature to bring joy to those in need this Christmas. Share your kindness and generosity with others.",
  "pred36":"This Christmas, embrace your competitive spirit and participate in festive challenges and games. Your enthusiasm will energize those around you.",
  "pred37":"Your love for comfort and indulgence will make this Christmas a sensory delight. Savor the pleasures of the season and enjoy every moment.",
  "pred38":"Embrace your social nature and create lively gatherings this Christmas. Engage in conversations, laughter, and bonding with loved ones.",
  "pred39":"This Christmas, your caring instincts will radiate brightly. Craft a warm and inviting setting where family and friends are made to feel treasured.",
  "pred40":"Your charismatic presence will make you the life of the party this Christmas. Spread joy, laughter, and cheer wherever you go.",
  "pred41":"Use your organizational skills to create a well-planned Christmas. Your attention to detail will ensure a smooth and harmonious holiday season.",
  "pred42":"Embrace your sense of balance and harmony to bring peace to the holiday season. Create an atmosphere of cooperation and understanding.",
  "pred43":"Your passionate nature will deepen emotional connections this Christmas. Share your feelings and strengthen bonds with loved ones.",
  "pred44":"Your daring and curious nature will lead you on a Christmas voyage filled with novel experiences and enthusiasm. Share your stories and spark inspiration in those around you.",
  "pred45":"Your determination will drive you to achieve your goals this Christmas. Set clear intentions and work persistently to reach your aspirations.",
  "pred46":"Embrace your innovative ideas and introduce new traditions this Christmas. Share your creativity and inspire others to think outside the box.",
  "pred47":"Use your compassionate nature to spread joy to those in need this Christmas. Your kindness and generosity will brighten the holiday season.",
  "pred48":"This Christmas, your competitive spirit will shine in festive games and challenges. Engage in friendly competition and energize the holiday spirit.",
  "pred49":"Your love for comfort and indulgence will make this Christmas a sensory feast. Savor the flavors, scents, and delights of the season.",
  "pred50":"This Christmas, your adventurous spirit will lead you to new traditions and experiences. Embrace the unknown and create lasting memories with loved ones.",
  "pred51":"Your love for coziness and indulgence will make this Christmas a time of relaxation and sensory pleasure. Enjoy the holiday comforts and savor every moment.",
  "pred52":"Your sociable nature will create lively gatherings and joyful conversations this Christmas. Connect with friends and family through laughter and bonding.",
  "pred53":"Your nurturing heart will ensure a warm and loving Christmas atmosphere. Show your care and create cherished memories with those you hold dear.",
  "pred54":"Your natural leadership will shine this Christmas. Be the life of the party, spread cheer, and make the holiday season truly unforgettable.",
  "pred55":"Embrace your practicality to create a well-organized and stress-free Christmas. Your attention to detail will ensure a harmonious holiday season.",
  "pred56":"Your sense of balance and diplomacy will foster cooperation and understanding this Christmas. Bring peace to gatherings and create an atmosphere of unity.",
  "pred57":"Your passionate spirit will deepen emotional connections during this Christmas season. Share your heart and strengthen bonds with loved ones.",
  "pred58":"Your spirited and inquisitive nature will guide you on a path of exploration this Christmas. Embrace fresh traditions and spread your enthusiasm among others.",
  "pred59":"Embrace your innovative ideas to introduce unique traditions and experiences this Christmas. Share your creativity and inspire others to think outside the box.",
  "pred60":"Use your compassionate nature to bring joy to those in need during this Christmas season. Your kindness and generosity will make the holidays brighter.",
  "pred61":"Your competitive spirit will ignite holiday games and challenges. Embrace friendly rivalry and infuse the season with excitement.",
  "pred62":"Your love for indulgence will make this Christmas a feast for the senses. Savor the flavors, fragrances, and pleasures of the holiday.",
  "pred63":"Your curiosity will lead you to explore unique holiday traditions and knowledge. Share your discoveries with friends and family.",
  "pred64":"Your nurturing instincts will create a cozy Christmas atmosphere filled with love and comfort. Gather with family and friends and make cherished memories.",
  "pred65":"Your charismatic presence will ensure that all eyes are on you this Christmas. Be the life of the party and fill the season with joy.",
  "pred66":"Use your organizational skills to make this Christmas a smoothly run and harmonious event. Pay attention to the details that will make the holidays special.",
  "pred67":"Embrace your sense of balance to create an atmosphere of peace and cooperation this Christmas. Foster unity and shared understanding.",
  "pred68":"Your passionate nature will deepen connections and create a Christmas filled with intense emotions and memorable moments.",
  "pred69":"Your thirst for discovery will lead you to explore novel traditions and encounters this Christmas. Share your experiences and motivate others to embark on their unique journeys.",
  "pred70":"Your determination will drive you to set and achieve ambitious goals this Christmas. Focus on personal and professional growth during the season.",
  "pred71":"Embrace your innovative ideas to introduce fresh and unconventional traditions this Christmas. Share your creativity and encourage others to think outside the box.",
  "pred72":"Use your compassionate heart to bring joy to those who need it most this Christmas. Your acts of kindness and generosity will light up the season.",
  "pred73":"This Christmas, your competitive spirit will make you the star of festive games and challenges. Engage in friendly competition and share your enthusiasm."
}
