{
  "lang":"SPRACHE",
  "tut":"TUTORIAL",
  "settings":"EINSTELLUNGEN",
  "info":"ANLEITUNG",
  "resetProgressDes":"DER GESAMTE FORTSCHRITT WIRD GELÖSCHT",
  "pause":"PAUSE",
  "reward":"BELOHNUNG",
  "gameOver":"VERLOREN!",
  "levelComplete":"GEWONNEN!",
  "tryAgain":"ERNEUT VERSUCHEN",
  "resetProgress":"FORTSCHRITT ZURÜCKSETZEN?",
  "playEasy":"RELAX",
  "playHard":"CLASSIC",
  "lv":"LV.",
  "watch":"ANSEHEN",
  "youSure":"BIST DU DIR SICHER?",
  "nextlevel":"WEITER",
  "score":"SCORE",
  "restart":"NEU STARTEN",
  "noMoves": "Keine Züge mehr übrig.",
  "watchADHint":"+<x> Hinweis erhalten",
  "watchADTime":"+<x> Sekunden erhalten",
  "watchADShuffle":"Keine Züge mehr übrig. Brett neu mischen?",
  "watchADCalendar":"Das nächste Level wird morgen freigeschaltet. Schau dir Werbung an, um es heute freizuschalten!",
  "completeOpenLevel":"Um es freizuschalten, musst du Level <x> abschließen",
  "timebonus":"ZEITBONUS",
  "hardI":"Genieße das Spiel mit dem Relax-Modus von Game! In diesem Modus:\n\n● Ein größeres Raster mit Kacheln\n● Es gibt mehr sich wiederholende Kacheln in jedem Level\n● Alle <x> Level spielst du ein zufälliges Advents-Level",
  "tut1":"Kombiniere die Kacheln, um die Eisblöcke in der Nähe zu brechen.",
  "tut2":"Die Geschenkboxen sind unzerbrechlich.",
  "tut3":"Kombiniere Kacheln, um die gefrorenen Kacheln in der Nähe aufzubrechen",
  "adventCalendar":"ADVENTSKALENDER",
  "adventFinishedTitle":"Gut gemacht!",
  "adventFinished":"Alle Advents-Level sind gelöscht, aber du kannst sie im Relax-Modus finden.",
  
  "pred0":"In der diesjährigen Weihnachtszeit wird dein lebendiger Geist Wärme und Freude bei denen verbreiten, die dir am Herzen liegen. Deine ansteckende Begeisterung für die Festtage wird alles um dich herum mit Energie und Freude erhellen.",
  "pred1":"Du wirst dich in den vertrauten Traditionen der Weihnachtszeit geborgen fühlen. Nimm dir dieses Weihnachten Zeit, um die gemütlichen Momente mit deinen Lieben zu genießen und dich mit köstlichen Leckereien zu verwöhnen.",
  "pred2":"Du wirst dieses Weihnachten in deinem Element sein. Freue dich auf lebhafte Zusammenkünfte und tiefgründige Gespräche, die die Weihnachtszeit noch magischer machen.",
  "pred3":"Du wirst deine Lieben mit Liebe und Zärtlichkeit umhüllen und eine gemütliche und einladende Atmosphäre schaffen, die das Weihnachtsfest zu einem herzerwärmenden und kostbaren Moment macht.",
  "pred4":"Dieses Weihnachten wirst du als Star der Show glänzen. Deine Begeisterung für Feste und dein Faible für die perfekte Kulisse machen die Weihnachtszeit unvergesslich.",
  "pred5":"Deine Liebe zum Detail trägt dazu bei, dass dieses Weihnachten ein gut organisiertes und harmonisches Fest wird. Du sorgst dafür, dass alle Aspekte der Weihnachtszeit reibungslos ablaufen.",
  "pred6":"Du bist ein diplomatischer und harmonischer Mensch und schaffst eine friedliche und ausgeglichene Weihnachtsatmosphäre. Mit deinem ausgeprägten Sinn für Ästhetik wirst du für wunderschönen Weihnachtsschmuck sorgen.",
  "pred7":"Du wirst Weihnachten in diesem Jahr eine geheimnisvolle Note verleihen. Mit deiner Begeisterung und Leidenschaft wirst du die Feiertage unvergesslich machen, denn du tauchst tief in die Magie der festlichen Jahreszeit ein.",
  "pred8":"Als Mensch, der Erkundungen liebt, begibst du dich dieses Weihnachten auf ein festliches Abenteuer. Dein Fernweh wird dich zu neuen Erfahrungen und aufregenden Weihnachtszielen führen.",
  "pred9":"Bei der perfekten Planung und Organisation weihnachtlicher Festtage bist du unersetzlich. Deine Entschlossenheit verwandelt Weihnachten in eine Zeit voller Traditionen und Feiern.",
  "pred10":"Mit deiner Innovationsfreude zeigst du das Weihnachtsfest in neuem Licht. Du führst unkonventionelle Traditionen und Ideen ein, die die Weihnachtszeit spannend und einzigartig machen.",
  "pred11":"Mit deinem künstlerischen und intuitiven Wesen schaffst du eine Weihnachtszeit voller Kreativität und Zauber. Bewahre dir deine Verträumtheit und verleihe Weihnachten einen Hauch von Magie und Wunder.\n",
  "pred12":"Dieses Weihnachten wird dir eine unerwartete Begegnung eine neue Sinnhaftigkeit geben. Lass dich auf das Abenteuer ein und entdecke neue Traditionen, um die Weihnachtszeit unvergesslich zu machen.",
  "pred13":"Dein praktischer Geist wird dieses Weihnachten leuchten. Genieße die Freude am Schenken und achte auf sinnvolle, unvergessliche Geschenke, die deine Liebe und Wertschätzung ausdrücken.",
  "pred14":"Dein neugieriger Geist wird dich dazu bringen, einzigartige Weihnachtstraditionen zu entdecken. Ergreife die Gelegenheit, zu lernen und teile deine Entdeckungen mit deinen Lieben.",
  "pred15":"Dein fürsorglicher Geist wird eine gemütliche Weihnachtsatmosphäre schaffen. Veranstalte ein unvergessliches Fest und spende den Menschen Trost.",
  "pred16":"Dieses Weihnachten wird deine charismatische Energie den Raum erhellen. Mach dir deine natürlichen Führungsqualitäten zu eigen und schaffe eine festliche Atmosphäre, die Menschen zusammenbringt.",
  "pred17":"Deine Liebe zum Detail wird für ein perfekt organisiertes Weihnachten sorgen. Nutze deine Fähigkeiten, um eine harmonische und stressfreie Weihnachtszeit zu schaffen.",
  "pred18":"Lass deine Liebe zu Schönheit und Ästhetik an Weihnachten voll zur Geltung kommen. Schaffe eine visuell beeindruckende Weihnachtsatmosphäre, die deinen Sinn für Ausgeglichenheit und Harmonie widerspiegelt.",
  "pred19":"Deine intensiven Emotionen werden dieses Weihnachten zu einem bedeutungsvollen Erlebnis machen. Stelle eine tiefe Verbindung mit deinen Lieben her und teile deine innersten Gefühle.",
  "pred20":"Dein Abenteuergeist wird dich auf eine Weihnachtsreise führen. Entdecke neue Orte und Traditionen und teile deine spannenden Geschichten mit Freunden und Familie.",
  "pred21":"Nutze dieses Weihnachten deine Entschlussfreude, um die Weihnachtszeit zu einer Zeit des Wachstums und der Verwirklichung zu machen. Setze dir ehrgeizige Ziele und unternehme Schritte in Richtung des persönlichen und beruflichen Erfolgs.",
  "pred22":"Deine innovativen Ideen werden dem Weihnachtsfest dieses Jahr eine einzigartige Note verleihen. Teile deine Kreativität mit anderen und inspiriere sie zu neuen Traditionen und Erfahrungen.",
  "pred23":"Lass dich von deiner mitfühlenden Natur leiten und erfreue die Menschen, die dieses Weihnachten nicht so viel Glück haben. Deine Liebenswürdigkeit und dein Einfühlungsvermögen werden die Weihnachtszeit zu etwas ganz Besonderem machen.",
  "pred24":" Deine feurige Entschlossenheit wird dich dieses Weihnachten dazu bringen, Herausforderungen zu meistern und deine Ziele zu erreichen. Mache dir den Wettbewerbsgeist zu eigen und erobere neue Horizonte.",
  "pred25":"Deine Liebe zum Genuss wird dieses Weihnachten zu einem gastronomischen Vergnügen machen. Genieße die Aromen der Weihnachtszeit und entdecke neue kulinarische Erfahrungen.",
  "pred26":"Deine Neugierde wird dich dieses Weihnachten zu neuen intellektuellen Unternehmungen führen. Tauche in anregende Gespräche ein und teile dein Wissen mit deinen Lieben.",
  "pred27":"Lass dich von deiner fürsorglichen Natur leiten und kultiviere eine festliche Weihnachtsatmosphäre voller Wärme. Zeig deinen Lieben deine Liebe und Zuneigung und schaffe eine einladende Umgebung für Familie und Freunde.",
  "pred28":"Deine majestätische Präsenz wird dieses Weihnachten die Aufmerksamkeit auf sich ziehen. Sei der Mittelpunkt der Party und schaffe unvergessliche Erinnerungen an die Feiertage.",
  "pred29":"Dein praktischer Verstand sorgt dafür, dass dieses Weihnachten organisiert und effizient abläuft. Nutze deine Liebe zum Detail, um die Weihnachtszeit für dich und andere einfacher zu gestalten.",
  "pred30":"Lass dich von deinem Sinn für Ausgeglichenheit und Harmonie leiten. Schaffe eine weihnachtliche Atmosphäre, die Frieden und Verständnis fördert und das Weihnachtsfest zu etwas ganz Besonderem macht.",
  "pred31":"Deine intensive Ausstrahlung wird dieses Weihnachten zu tiefen emotionalen Verbindungen führen. Öffne dein Herz und teile deine Gefühle mit deinen Lieben.",
  "pred32":"Dein Abenteuergeist wird dich auf eine Weihnachtsreise voller Aufregung und Entdeckungen führen. Teile deine Erfahrungen mit anderen Menschen.",
  "pred33":"Deine Entschlossenheit wird dich an Weihnachten zu persönlichem und beruflichem Erfolg führen. Setze dir klare Ziele und arbeite konsequent daran, sie zu erreichen.",
  "pred34":"Lass dich von deinen innovativen Ideen inspirieren und führe einzigartige Traditionen zu Weihnachten ein. Teile deine Kreativität und inspiriere die Menschen um dich herum.",
  "pred35":"Nutze deine mitfühlende Art, um dieses Weihnachten Menschen in Not Freude zu bereiten. Lass anderen deine Liebenswürdigkeit und Großzügigkeit zukommen.",
  "pred36":"Lass dich dieses Weihnachten von deinem Wettbewerbsgeist leiten und nimm an festlichen Herausforderungen und Spielen teil. Dein Enthusiasmus wird die Menschen um dich herum anspornen.",
  "pred37":"Deine Vorliebe für Komfort und Genuss wird dieses Weihnachten zu einem sinnlichen Vergnügen machen. Schätze die Freuden der Saison und genieße jeden Moment.",
  "pred38":"Lass dich von deiner geselligen Natur leiten und veranstalte dieses Weihnachten lebhafte Zusammenkünfte. Unterhalte dich, lache und gehe eine Verbindung mit deinen Lieben ein.",
  "pred39":"Dieses Weihnachten werden deine fürsorglichen Instinkte in hellem Licht erstrahlen. Schaffe eine warme und einladende Atmosphäre, in der sich Familie und Freunde wertgeschätzt fühlen.",
  "pred40":"Deine charismatische Präsenz wird dich zum Mittelpunkt der Weihnachtsfeier machen. Verbreite Freude, Lachen und gute Laune, wo immer du bist.",
  "pred41":"Nutze dein Organisationstalent, um ein gut geplantes Weihnachten zu feiern. Deine Liebe zum Detail wird für einen reibungslosen und harmonischen Ablauf der Feiertage sorgen.",
  "pred42":"Mit deinem Sinn für Ausgeglichenheit und Harmonie bringst du Frieden in die Weihnachtszeit. Schaffe eine Atmosphäre der Zusammenarbeit und des Verständnisses.",
  "pred43":"Dein leidenschaftliches Wesen wird die emotionalen Beziehungen in dieser Weihnachtszeit vertiefen. Teile deine Gefühle und stärke die Bindung zu deinen Liebsten.",
  "pred44":"Dein mutiges und neugieriges Wesen wird dich auf eine Weihnachtsreise voller neuer Erfahrungen und Begeisterung führen. Erzähle deine Geschichten und inspiriere die Menschen um dich herum.",
  "pred45":"Deine Entschlossenheit wird dich dazu bringen, deine Ziele an Weihnachten zu erreichen. Setze dir klare Vorsätze und arbeite beharrlich daran, deine Ziele zu erreichen.",
  "pred46":"Lass dich von deinen innovativen Ideen inspirieren und führe an Weihnachten neue Traditionen ein. Teile deine Kreativität und inspiriere andere dazu, über den Tellerrand zu schauen.",
  "pred47":"Nutze deine mitfühlende Art, um Menschen in Not dieses Weihnachten Freude zu bereiten. Deine Freundlichkeit und Großzügigkeit werden die Weihnachtszeit erhellen.",
  "pred48":"Dieses Weihnachten wird dein Wettbewerbsgeist in festlichen Spielen und Herausforderungen glänzen. Lass dich auf einen freundschaftlichen Wettbewerb ein und belebe die Weihnachtsstimmung.",
  "pred49":"Deine Vorliebe für Komfort und Genuss wird dieses Weihnachten zu einem Fest der Sinne machen. Genieße die Aromen, Düfte und Köstlichkeiten der Weihnachtszeit.",
  "pred50":"Deine Abenteuerlust wird dich dieses Weihnachten zu neuen Traditionen und Erfahrungen führen. Lass dich auf das Unbekannte ein und schaffe bleibende Erinnerungen mit deinen Lieben.",
  "pred51":"Deine Liebe zu Gemütlichkeit und Genuss wird dieses Weihnachten zu einer Zeit der Entspannung und des sinnlichen Vergnügens machen. Genieße die Annehmlichkeiten der Feiertage und koste jeden Moment aus.",
  "pred52":"Deine gesellige Art wird dieses Weihnachten für lebhafte Zusammenkünfte und fröhliche Gespräche sorgen. Schaffe Verbindungen zu Freunden und Familie durch gemeinsames Lachen und Zusammenhalt.",
  "pred53":"Dein fürsorgliches Herz wird für eine warme und liebevolle Weihnachtsatmosphäre sorgen. Zeige deine Fürsorge und schaffe schöne Erinnerungen mit den Menschen, die dir am Herzen liegen.",
  "pred54":"Deine natürliche Führungskraft wird dieses Weihnachten glänzen. Sei der Mittelpunkt der Party, verbreite gute Laune und mache die Weihnachtszeit wirklich unvergesslich.",
  "pred55":"Nutze deine praktische Seite, um ein gut organisiertes und stressfreies Weihnachten zu erleben. Deine Liebe zum Detail wird für einen harmonischen Ablauf der Feiertage sorgen.",
  "pred56":"Dein Sinn für Ausgewogenheit und Diplomatie wird die Zusammenarbeit und das Verständnis in dieser Weihnachtszeit fördern. Schaffe eine Atmosphäre der Einigkeit und bringe Harmonie in die Treffen.",
  "pred57":"Dein leidenschaftlicher Geist wird die emotionalen Beziehungen in dieser Weihnachtszeit vertiefen. Teile dein Herz und stärke die Bindung zu deinen Liebsten.",
  "pred58":"Dein quirliges und neugieriges Wesen wird dich in dieser Weihnachtszeit auf Entdeckungsreise gehen lassen. Nimm neue Traditionen an und verbreite deinen Enthusiasmus unter den anderen.",
  "pred59":"Lass dich von deinen innovativen Ideen inspirieren, um einzigartige Traditionen und Erlebnisse zu Weihnachten einzuführen. Teile deine Kreativität und inspiriere andere dazu, über den Tellerrand zu schauen.",
  "pred60":"Nutze deine mitfühlende Art, um Bedürftigen in dieser Weihnachtszeit Freude zu bereiten. Deine Freundlichkeit und Großzügigkeit werden die Feiertage verschönern.",
  "pred61":"Dein Wettbewerbsgeist wird weihnachtliche Spiele und Wettstreite entfachen. Lass dich von der freundschaftlichen Rivalität anstecken und fülle die Saison mit Spannung.",
  "pred62":"Deine Liebe zum Genuss wird dieses Weihnachten zu einem Fest für die Sinne machen. Genieße die Aromen, Düfte und Freuden der Feiertage.",
  "pred63":"Deine Neugier wird dich dazu bringen, einzigartige Weihnachtstraditionen und -kenntnisse zu entdecken. Teile deine Entdeckungen mit Freunden und Familie.",
  "pred64":"Dein fürsorglicher Instinkt wird eine gemütliche Weihnachtsatmosphäre voller Liebe und Behaglichkeit schaffen. Triff dich mit deiner Familie und deinen Freunden und schaffe bleibende Erinnerungen.",
  "pred65":"Deine charismatische Präsenz wird dafür sorgen, dass dieses Weihnachten alle Augen auf dich gerichtet sind. Sei der Mittelpunkt der Party und erfülle die Festtage mit Freude.",
  "pred66":"Nutze dein Organisationstalent, um dieses Weihnachten zu einem reibungslosen und harmonischen Ereignis zu machen. Richte deine Aufmerksamkeit auf die Details, die die Feiertage zu etwas Besonderem machen.",
  "pred67":"Nutze deinen Sinn für Ausgeglichenheit, um an diesem Weihnachten eine Atmosphäre des Friedens und der Zusammenarbeit zu schaffen. Fördere die Einigkeit und das gemeinsame Verständnis.",
  "pred68":"Deine leidenschaftliche Art wird Verbindungen vertiefen und ein Weihnachten voller intensiver Emotionen und denkwürdiger Momente schaffen.",
  "pred69":"Dein Entdeckungsdrang wird dich dazu bringen, neue Traditionen und Begegnungen zu erkunden. Teile deine Erfahrungen und motiviere andere, sich auf ihre eigene Reise zu begeben.",
  "pred70":"Deine Entschlossenheit wird dich dazu bringen, dir ehrgeizige Ziele zu setzen und diese zu erreichen. Konzentriere dich während der Weihnachtszeit auf dein persönliches und berufliches Wachstum.",
  "pred71":"Nutze deine innovativen Ideen, um neue und unkonventionelle Traditionen in der Weihnachtszeit einzuführen. Teile deine Kreativität und ermutige andere, über den Tellerrand hinauszuschauen.",
  "pred72":"Nutze dein mitfühlendes Herz, um denjenigen, die es am meisten brauchen, dieses Weihnachten Freude zu bereiten. Deine freundlichen und großzügigen Taten werden die Weihnachtszeit erhellen.",
  "pred73":"Dieses Weihnachten wird dich dein Wettbewerbsgeist in festlichen Spielen und Herausforderungen zum Star machen. Trete in einen freundschaftlichen Wettbewerb und stecke andere mit deiner Begeisterung an."
}
