{
  "lang":"IDIOMA",
  "tut":"TUTORIAL",
  "settings":"AJUSTES",
  "info":"INSTRUCCIONES",
  "resetProgressDes":"SE BORRARÁ EL PROGRESO AL COMPLETO",
  "pause":"PAUSA",
  "reward":"RECOMPENSA",
  "gameOver":"¡HAS PERDIDO!",
  "levelComplete":"¡HAS GANADO!",
  "tryAgain":"REINTENTAR",
  "resetProgress":"¿PONER TU PROGRESO A CERO? ",
  "playEasy":"RELAX",
  "playHard":"CLÁSICO",
  "lv":"NIVEL",
  "watch":"VER",
  "youSure":"¿SEGURO?",
  "nextlevel":"SIGUIENTE",
  "score":"PUNTUACIÓN",
  "restart":"REINICIAR",
  "noMoves": "No quedan más movimientos.",
  "watchADHint":"Conseguir +<x> pistas",
  "watchADTime":"Conseguir +<x> segundos",
  "watchADShuffle":"No quedan más movimientos. ¿Quieres barajar el tablero?",
  "watchADCalendar":"El siguiente nivel se desbloqueará mañana. ¡Puedes ver un anuncio para acceder a él hoy mismo!",
  "completeOpenLevel":"Para abrirlo, tienes que superar el nivel <x>",
  "timebonus":"BONUS DE TIEMPO",
  "hardI":"¡Disfruta de Game en su modo de juego Relax! En este modo:\n\n● La cuadrícula sobre la que se colocan las piezas es mayor\n● Hay más  piezas repetidas por cada nivel\n● A los <x> niveles, jugarás una partida de Adviento aleatoria",
  "tut1":"Combina las piezas para poder romper los bloques de hielo que las rodean.",
  "tut2":"Los paquetes de regalo son irrompibles.",
  "tut3":"Combina las piezas para romper las que están congeladas a su alrededor.",
  "adventCalendar":"CALENDARIO DE ADVIENTO",
  "adventFinishedTitle":"¡Bien hecho!",
  "adventFinished":"Has superado todos los niveles de Adviento, pero los sigues teniendo disponibles en el modo Relax.",

  "pred0":"En estas Navidades, seguro que repartes cariño y alegría a todo el mundo con ese espíritu chispeante que te caracteriza. Tu ilusión por estas fechas se contagia y llena la atmósfera de alegría y buena energía.",
  "pred1":"Te sentirás a gusto al reencontrarte con tu círculo de toda la vida. En estas Navidades, encuentra momentos para rodearte de buena gente y disfrutar de una buena comida.",
  "pred2":"Estas Navidades van a ser las tuyas. Prepárate para una buena conversación alrededor de una bandeja de dulces. Promete ser mágico.",
  "pred3":"Transmites amor y cariño a tu alrededor. Consigues generar un ambiente acogedor allí donde vas. ¡Eres la alegría de esta Navidad!",
  "pred4":"En estas Navidades, brillarás tanto como la estrella del árbol. Tu gusto por la fiesta garantizará unas Navidades inolvidables.",
  "pred5":"Tu capacidad para cuidar los detalles hará que la organización de estas Navidades sea pan comido y terminarán siendo inolvidables. Eres la persona que hará que todo funcione como un reloj estas Navidades.",
  "pred6":"Eres la persona equilibrada y diplomática que traerá la armonía a la Navidad de este año. Tu agudo sentido de la estética hará que la decoración navideña de este año sea memorable.",
  "pred7":"Este año, tu Navidad tendrá un toque misterioso. Tu intensidad y pasión harán que estas Navidades sean inolvidables, a medida que te vayas dejando llevar por la magia de estas fechas.",
  "pred8":"Tu faceta exploradora te llevará a vivir una gran aventura esta Navidad. Tu espíritu viajero te llevará a vivir nuevas experiencias en inspiradores lugares desconocidos.",
  "pred9":"Vas a ser imprescindible en casa. Eres la clave para que esta Navidad salga perfecta. Tu determinación hará que estas Navidades no pierdan el sentido de lo que realmente es importante.",
  "pred10":"Tus ganas de innovar harán que la Navidad sea diferente este año. Traerás contigo nuevas tradiciones que harán de estas Navidades algo nuevo y original.",
  "pred11":"Tu lado más artístico e intuitivo hará que estas Navidades se caractericen por la creatividad y el buen gusto. Sueña y dale un toque mágico a la Navidad.\n",
  "pred12":"Estas Navidades, un encuentro inesperado encenderá una llama que te hará espabilar. Déjate llevar por la aventura y explora otras tradiciones menos convencionales. Será inolvidable.",
  "pred13":"Tu naturaleza práctica salvará la Navidad. Alégrate por compartir. Regala cosas que tengan sentido. Que perdure el cariño que has puesto al decidir tus regalos.",
  "pred14":"Tu mente curiosa te llevará a vivir nuevas experiencias en estas Navidades. Aprovecha estos días para aprender y comparte tus descubrimientos con la gente que quieres.",
  "pred15":"Tu espíritu rico e inquieto harán que la atmósfera de esta Navidad sea de lo más acogedora. Vas a organizar algo memorable en el que todos los que participen sentirán que reciben lo que necesitan.",
  "pred16":"Estas Navidades, tu carisma iluminará cualquier sitio en el que te presentes. Aprovecha tu liderazgo natural para crear un ambiente festivo que una a la gente.",
  "pred17":"Tu capacidad de organización garantizará unas Navidades perfectamente organizadas. Emplea lo que sabes hacer bien para que la gente disfrute de unas fiestas en paz y armonía.",
  "pred18":"Estas Navidades destacarás por tu buen gusto y tu capacidad de crear cosas bellas. Tu casa reflejará tu buen gusto para la decoración de espacios equilibrados, armoniosos y quién sabe si poco recargados.",
  "pred19":"Tu emotividad se va a notar estas Navidades, para bien. Conectarás con tus seres queridos profundamente y compartirás con ellos tus sentimientos más olvidados.",
  "pred20":"Tu espíritu aventurero te llevará a un viaje inolvidable por Navidad. Explora nuevos lugares y sus costumbres navideñas. Comparte lo que aprendas con tu gente.",
  "pred21":"Estas Navidades, serás capaz de cumplir tus propósitos y evolucionarás notablemente. Plantéate objetivos ambiciosos y lánzate a por ellos. Alcanzarás éxitos personales y profesionales.",
  "pred22":"Tus originales ideas harán que estas Navidades tengan un toque único. Comparte tu creatividad con los demás y da lugar a nuevas experiencias que queráis repetir todas las Navidades.",
  "pred23":"No te olvides de quienes necesitan tu ayuda. Tu generosidad y empatía harán que estas Navidades sean especiales.",
  "pred24":" En Navidad, tu constancia hará que superes cualquier desafío y consigas todos y cada uno de tus objetivos. No temas competir con nadie y conquista nuevos horizontes.",
  "pred25":"Tu amor por la cocina hará que, esta vez sí, estas Navidades sean deliciosas. No te cierres a ningún sabor y explora nuevas experiencias culinarias navideñas.",
  "pred26":"Tu curiosidad hará que afrontes nuevos retos intelectuales durante la Navidad. Esta Navidad, disfrutarás de conversaciones estimulantes en las que podrás compartir sabiduría con tus seres queridos.",
  "pred27":"Eres una persona cariñosa. Cultiva esta virtud y haz que esta Navidad sea confortable para todo el mundo. Demuestra tu afecto y amor a tus seres queridos. Haz que disfruten de un entorno alegre y acogedor a tu alrededor.",
  "pred28":"Tu presencia arrebatadora llamará la atención esta Navidad. Serás el alma de la fiesta y el motivo de un montón de recuerdos bonitos esta Navidad.",
  "pred29":"Tu espíritu práctico será vital para que todo salga bien en Navidad. Tu capacidad para sintetizar lo importante hará que toda la gente a tu alrededor pase unas Navidades plácidas y sin contratiempos.",
  "pred30":"Esta Navidad, déjate llevar por tu sentido del equilibrio y la armonía. Construye una atmósfera navideña llena de paz y entendimiento. Serán unos días verdaderamente especiales.",
  "pred31":"Tu pasión hará que conectes profundamente con más de una persona estas Navidades. Abre tu corazón. No temas mostrar tus sentimientos.",
  "pred32":"Tu espíritu aventurero hará que vivas una Navidad llena de adrenalina y experiencias nuevas. Comparte lo que vives con otros.",
  "pred33":"Tu constancia hará que coseches éxitos en el trabajo y en tu vida privada durante la Navidad. Descubrirás qué quieres conseguir y te lanzarás rápidamente a por ello.",
  "pred34":"Confía en tus ideas distintas y cambia las cosas en Navidad. Comparte tu creatividad e inspira a quienes te rodean.",
  "pred35":"Eres una persona más generosa de lo que crees. No te olvides de quienes necesitan tu ayuda. Comparte tu buen corazón y generosidad con los demás.",
  "pred36":"Esta Navidad, darás rienda suelta a tu faceta más competitiva y disfrutarás de cualquier juego o desafío que se te plantee. Tu entusiasmo se contagiará a todas las personas que te rodean.",
  "pred37":"Comparte tus descubrimientos gastronómicos y haz de esta Navidad una delicia para los sentidos. Saborea todo lo bueno de la Navidad y disfruta en cada momento.",
  "pred38":"Eres una persona social. Disfrutarás de todos y cada uno de los encuentros que se te presentarán en Navidad. Participa en la conversación, ríe y acércate quienes te quieren.",
  "pred39":"Tu capacidad para mostrar afecto hacia los demás hará que esta Navidad sea la mejor. Pondrás todo de tu parte para que tus amigos y familiares se sientan afortunados de contar contigo.",
  "pred40":"Tu carisma va a hacer que seas el alma de la fiesta en Navidad. Reparte alegría, risas y diversión allá donde vayas estas Navidades.",
  "pred41":"Aprovecha tu capacidad para organizar cosas y pon en orden la agenda Navideña de este año. Tu gusto por los detalles es la garantía de que esta Navidad va a ir como la seda.",
  "pred42":"Demuestra tu equilibrio espiritual para traer la serenidad a los que te rodean en esta Navidad. Lo tuyo es generar entendimiento entre tu gente.",
  "pred43":"Tu naturaleza apasionada hará que estreches lazos con alguna persona importante para ti durante las Navidades. Comparte tus sentimientos y únete más a las personas que te quieren de verdad.",
  "pred44":"Tu curiosidad te va a llevar a emprender un viaje en Navidad. Será una experiencia inspiradora que te llenará de entusiasmo. Comparte tus historias e inspira a los demás.",
  "pred45":"Tu constancia será la piedra sobre la que llevarás a cabo todo lo que te propongas esta Navidad. Sé fiel a lo que realmente quieres y trabaja duro para conseguirlo.",
  "pred46":"Piensa en algo nuevo y transforma la Navidad en lo que realmente quieres. Haz que se note tu creatividad y anima a los demás a pensar en lo inesperado.",
  "pred47":"Sigues siendo alguien capaz de emocionarse. Esta Navidad, haz feliz a quien más lo necesite. Tu generosidad saldrá a relucir en estas Navidades.",
  "pred48":"No te cortes esta Navidad. Libera tu faceta competitiva en todos los juegos que te propongan. Disfruta con tus amigos de algo lúdico. Haréis que la Navidad se llene de energía.",
  "pred49":"Disfruta de la comida y deja que la Navidad sea un festival para los sentidos. Regodéate en los sabores, aromas y texturas de la Navidad.",
  "pred50":"Esta Navidad, lo que realmente deseas es viajar y vivir nuevas experiencias. En esta Navidad buscarás algo nuevo. Lo que dará lugar a un bonito recuerdo para ti y los tuyos.",
  "pred51":"Necesitas sentir comodidad y disfrute. Estas Navidades serán relajantes y un festival para todos los sentidos. Disfruta de las cosas buenas de la Navidad y saborea cada momento.",
  "pred52":"Tu naturaleza sociable dará lugar a encuentros vibrantes y conversaciones chispeantes en estas Navidades. Conecta con tus amigos y familiares a través de la risa.",
  "pred53":"Tu buen corazón será la clave para que estas Navidades sean encantadoras. Serás capaz de crear hermosos recuerdos durante estas Navidades.",
  "pred54":"Tu liderazgo se hará notar en Navidad. Para bien. Sé el alma de la fiesta. Reparte cariño y haz que las fiestas sean inolvidables.",
  "pred55":"Recurre a lo práctico. Lograrás una Navidad libre de estrés. Tu gusto por los detalles hará que la Navidad sea todo paz y armonía.",
  "pred56":"Tu diplomacia sera vital para que todo salga bien en estas Navidades. Trae la paz a tus encuentros navideños. Crea una atmósfera integradora.",
  "pred57":"Tu naturaleza apasionada logrará que mejore tu relación con algunas personas en Navidad. Comparte tus sentimientos y acércate a quien quieres.",
  "pred58":"Tu naturaleza crítica te empujará hacia un camino de exploración estas Navidades. Prueba algo nuevo esta Navidad y haz que se convierta en algo bueno para los demás.",
  "pred59":"Confía en tus ideas innovadoras y haz que todo sea mejor en Navidad. Anima a los demás a pensar en lo inesperado. Solo tú puedes lograrlo.",
  "pred60":"La generosidad será tu guía. Alegra los corazones de quienes te necesiten en esta Navidad. Tu generosidad saldrá a relucir en estas Navidades. Mantén la atención.",
  "pred61":"Estas Navidades solo tendrás ganas de pasarlo bien con tu gente. Disfruta, ríe y juega con quien te rodea. No rehúyas la sana competición. Puede que te sorprendas y ganes esta Navidad.",
  "pred62":"Suéltate un poco. Haz que estas Navidades sea un festín para los sentidos. No solo el del gusto. Saborea todos los olores, sabores y placeres de la Navidad.",
  "pred63":"La curiosidad te llevará a descubrir cosas nuevas. Se convertirán en tradición para el resto de tus Navidades. Comparte tus descubrimientos con amigos y familiares.",
  "pred64":"Tu inclinación a cuidar de los demás hará que las Navidades en tu casa sean acogedoras y llenas de amor. Júntate con los tuyos y recordad estas Navidades para siempre.",
  "pred65":"Tu encanto arrebatador hará que todo el mundo se fije en ti durante estas Navidades. Serás el alma de la fiesta y la alegría de las Navidades.",
  "pred66":"Usa tu talento para organizar unas Navidades armoniosas. Pon interés en los detalles que hacen de la Navidad algo especial.",
  "pred67":"Usa tu sentido de la justicia para crear una atmósfera de paz y cooperación durante las Navidades. Promueve la unidad y la comprensión.",
  "pred68":"Te mueve la pasión. Eso hará que en Navidades generes intensas emociones dignas de recordarse.",
  "pred69":"Tus ganas de descubrir cosas te llevarán a conocer gente y a explorar otras costumbres en Navidad. Comparte tus experiencias y haz que los otros también se animen a vivir unos días únicos.",
  "pred70":"Tu constancia logrará que alcances grandes metas durante la Navidad. Céntrate en tu crecimiento personal y profesional en Navidad.",
  "pred71":"Atrévete a innovar e incorpora cosas nuevas a la Navidad para escapar de lo tradicional. Aprovecha tu creatividad. Haz que los demás piensen en lo inesperado.",
  "pred72":"Haz feliz a quien más lo necesite. Tus actos de generosidad harán que la Navidad sea todavía más luminosa.",
  "pred73":"Esta Navidad, participa en los juegos en familia. Diviértete aunque no ganes. Júntate con tus amigos con entusiasmo."
}
