{
  "lang":"LINGUA",
  "tut":"TUTORIAL",
  "settings":"IMPOSTAZIONI",
  "info":"ISTRUZIONI",
  "resetProgressDes":"TUTTI I PROGRESSI SARANNO CANCELLATI",
  "pause":"PAUSA",
  "reward":"RICOMPENSA",
  "gameOver":"HAI PERSO!",
  "levelComplete":"HAI VINTO!",
  "tryAgain":"RIPROVA",
  "resetProgress":"AZZERARE I PROGRESSI?",
  "playEasy":"RELAX",
  "playHard":"CLASSICA",
  "lv":"LIV.",
  "watch":"GUARDA",
  "youSure":"CONFERMI?",
  "nextlevel":"SUCCESSIVO",
  "score":"PUNTEGGIO",
  "restart":"RIAVVIA",
  "noMoves": "Nessuna mossa disponibile.",
  "watchADHint":"Ottieni +<x> aiuto",
  "watchADTime":"Ottieni +<x> secondi",
  "watchADShuffle":"Nessuna mossa disponibile. Mescolare il tabellone?",
  "watchADCalendar":"Il prossimo livello si sbloccherà domani. Guarda gli annunci per aprirlo oggi stesso!",
  "completeOpenLevel":"Per aprirlo devi completare il livello <x>",
  "timebonus":"BONUS TEMPO",
  "hardI":"Divertiti a giocare a KrisMas Mahjong 2 in modalità Relax! In questa modalità:\n\n● Griglia di tessere più grande\n● Un  maggior numero di tessere che si ripetono in ciascun livello.\n● Ogni <x> livelli giochi un livello dell'avvento a caso",
  "tut1":"Combina le tessere per rompere i blocchi di ghiaccio adiacenti.",
  "tut2":"I pacchetti regalo sono infrangibili.",
  "tut3":"Combina le tessere per rompere quelle congelate adiacenti.",
  "adventCalendar":"CALENDARIO DELL'AVVENTO",
  "adventFinishedTitle":"Ottimo lavoro!",
  "adventFinished":"Tutti i livelli dell'avvento sono completati, ma puoi ritrovarli nella modalità Relax.",

  "pred0":"Questo Natale il tuo spirito vivace diffonderà calore e gioia alle persone a te più care. Il tuo entusiasmo contagioso per le celebrazioni natalizie illuminerà l'atmosfera con energia e allegria.",
  "pred1":"Troverai conforto nelle tradizioni familiari delle festività. Questo Natale concediti il piacere di passare dei bei momenti in compagnia dei tuoi cari e di assaporare deliziose prelibatezze.",
  "pred2":"Ti sentirai davvero a tuo agio questo Natale. Ti aspettano incontri vivaci e conversazioni profonde, che renderanno la stagione delle feste ancora più magica.",
  "pred3":"Avvolgerai i tuoi cari in un abbraccio di amore e tenerezza, creando un'atmosfera accogliente che trasformerà questo Natale in un'occasione speciale e piena di affetto.",
  "pred4":"Questo Natale risplenderai come una stella dello spettacolo. Il tuo entusiasmo per le festività e il tuo talento per il palcoscenico renderanno indimenticabile la stagione delle feste.",
  "pred5":"La tua attenzione per i dettagli farà sì che questo Natale trascorra all'insegna dell'organizzazione e dell'armonia. Ti assicurerai che ogni aspetto delle festività natalizie scorra senza intoppi.",
  "pred6":"In quanto persona diplomatica e armoniosa, creerai un'atmosfera natalizia serena ed equilibrata. Il tuo spiccato senso estetico si tradurrà in uno spazio splendidamente decorato per il Natale.",
  "pred7":"Quest'anno aggiungerai un'aria di mistero al Natale. La tua intensità e la tua passione renderanno indimenticabili queste feste, mentre ti immergerai nella magia della stagione.",
  "pred8":"Con la tua innata predisposizione all'esplorazione, ti imbarcherai in un'avventura festosa questo Natale. La tua passione insaziabile per i viaggi ti condurrà verso nuove esperienze ed entusiasmanti destinazioni natalizie.",
  "pred9":"Sarai insostituibile nel tuo ambiente, pianificando e organizzando alla perfezione le festività natalizie. La tua determinazione garantirà un Natale pieno di tradizioni e festeggiamenti.",
  "pred10":"Grazie al tuo spirito innovativo apporterai una nuova prospettiva al Natale. Introdurrai tradizioni e idee non convenzionali che renderanno la stagione delle feste emozionante e unica.",
  "pred11":"La tua natura artistica e intuitiva darà vita a una stagione natalizia piena di creatività e incanto. Continua a sognare e infondi al Natale un tocco di magia e stupore.\n",
  "pred12":"Questo Natale un incontro inaspettato farà scaturire un rinnovato senso di proposito. Abbraccia l'avventura ed esplora nuove tradizioni per rendere indimenticabili le festività natalizie.",
  "pred13":"La tua natura pratica risplenderà questo Natale. Accogli la gioia del dono e scegli regali significativi e duraturi, che esprimano il tuo amore e il tuo affetto.",
  "pred14":"La tua mente curiosa ti porterà a esplorare tradizioni natalizie uniche questo Natale. Cogli l'opportunità di imparare e di condividere le tue scoperte con le persone care.",
  "pred15":"Il tuo spirito protettivo creerà un'accogliente atmosfera natalizia. Organizza un incontro memorabile e offri sostegno a chi ne ha bisogno.",
  "pred16":"Questo Natale la tua energia carismatica illuminerà l'ambiente. Affidati alla tua predisposizione naturale alla leadership e crea un'atmosfera festosa che riunisca le persone.",
  "pred17":"La tua attenzione ai dettagli garantirà un Natale perfettamente organizzato. Utilizza le tue capacità per dare forma a una stagione natalizia armoniosa e priva di stress.",
  "pred18":"Esprimi il tuo amore per la bellezza e l'estetica questo Natale. Crea un ambiente natalizio di grande impatto visivo che rifletta il tuo senso di equilibrio e armonia.",
  "pred19":"L' intensità delle tue emozioni renderà questo Natale un'esperienza profondamente significativa. Crea una connessione profonda con i tuoi cari e condividi con loro i tuoi sentimenti più intimi.",
  "pred20":"Il tuo spirito avventuroso ti condurrà in un viaggio tipicamente natalizio. Scopri nuovi luoghi e tradizioni e condividi le tue emozionanti storie con amici e familiari.",
  "pred21":"Questo Natale sfrutta la tua determinazione per rendere le festività natalizie un momento di crescita e di realizzazione. Stabilisci obiettivi ambiziosi e agisci per raggiungere il successo personale e professionale.",
  "pred22":"Le tue idee innovative daranno un tocco unico al Natale quest'anno. Condividi la tua creatività con gli altri e crea nuove tradizioni ed esperienze.",
  "pred23":"Abbraccia la tua natura compassionevole e porta gioia a chi è meno fortunato questo Natale. La tua gentilezza e la tua empatia renderanno le festività natalizie davvero speciali.",
  "pred24":" Questo Natale la tua ardente determinazione ti spingerà a superare le sfide e a raggiungere i tuoi obiettivi. Fai tuo lo spirito della competizione e conquista nuovi orizzonti.",
  "pred25":"La tua passione per i piaceri della vita renderà questo Natale una delizia gastronomica. Degusta i sapori della stagione e scopri nuove esperienze culinarie.",
  "pred26":"La tua curiosità ti spingerà a sperimentare nuove attività intellettuali questo Natale. Immergiti in conversazioni stimolanti e condividi le tue conoscenze con le persone care.",
  "pred27":"Tira fuori la tua natura premurosa e coltiva un ambiente natalizio pieno di calore. Esprimi il tuo amore e il tuo affetto verso le persone care, creando un ambiente accogliente per la famiglia e gli amici.",
  "pred28":"La tua presenza regale attirerà l'attenzione questo Natale. Sii l'anima della festa e crea ricordi indimenticabili del periodo natalizio.",
  "pred29":"Il tuo senso pratico renderà questo Natale organizzato ed efficiente. Sfrutta la tua attenzione per i dettagli per semplificare il periodo delle feste a te e agli altri.",
  "pred30":"Lasciati guidare dal tuo senso dell'equilibrio e dell'armonia. Crea un'atmosfera natalizia che promuova la pace e la comprensione, rendendo la festività davvero speciale.",
  "pred31":"La tua intensità produrrà profonde connessioni emotive questo Natale. Apri il tuo cuore e condividi i tuoi sentimenti con le persone care.",
  "pred32":"Il tuo spirito avventuroso ti porterà in un viaggio natalizio pieno di emozioni e nuove scoperte. Condividi le tue esperienze con gli altri.",
  "pred33":"La tua determinazione ti porterà al successo personale e professionale questo Natale. Stabilisci obiettivi chiari e lavora diligentemente per raggiungerli.",
  "pred34":"Fai tesoro delle tue idee innovative e introduci tradizioni natalizie uniche. Condividi la tua creatività e ispira chi ti sta intorno.",
  "pred35":"Metti a frutto la tua natura compassionevole per portare gioia a chi ne ha bisogno questo Natale. Condividi la tua gentilezza e generosità con gli altri.",
  "pred36":"Quest'anno tira fuori il tuo spirito competitivo e partecipa a sfide e giochi natalizi. Il tuo entusiasmo infonderà energia a chi ti circonda.",
  "pred37":"La tua passione per le comodità e i piaceri della vita renderà questo Natale una gioia per i sensi. Assapora le delizie della stagione e goditi ogni momento.",
  "pred38":"Asseconda la tua natura socievole e crea vivaci incontri questo Natale. Goditi appieno le conversazioni, le risate e i legami con i tuoi cari.",
  "pred39":"Questo Natale il tuo istinto premuroso risplenderà di luce propria. Crea un ambiente caldo e accogliente in cui la famiglia e gli amici si sentano coccolati.",
  "pred40":"La tua presenza carismatica ti renderà l'anima della festa questo Natale. Diffondi gioia, risate e allegria ovunque tu vada.",
  "pred41":"Sfrutta le tue capacità organizzative per dare vita a un Natale perfettamente pianificato. La tua attenzione ai dettagli garantirà una stagione delle feste armoniosa e serena.",
  "pred42":"Fai leva sul tuo senso dell'equilibrio e dell'armonia per portare la pace nelle festività natalizie. Crea un'atmosfera di cooperazione e comprensione.",
  "pred43":"La tua natura appassionata renderà più profonde le connessioni emotive questo Natale. Condividi i tuoi sentimenti e rafforza i legami con i tuoi cari.",
  "pred44":"La tua natura audace e curiosa ti condurrà in un viaggio natalizio ricco di nuove esperienze e di entusiasmo. Condividi le tue storie e ispira chi ti sta intorno.",
  "pred45":"La tua determinazione ti spingerà a raggiungere i tuoi obiettivi questo Natale. Stabilisci dei propositi precisi e impegnati con costanza per realizzare le tue aspirazioni.",
  "pred46":"Fai tesoro delle tue idee innovative e introduci nuove tradizioni questo Natale. Condividi la tua creatività e ispira gli altri a pensare fuori dagli schemi.",
  "pred47":"Metti a frutto la tua natura compassionevole per diffondere la gioia a chi ne ha bisogno questo Natale. La tua gentilezza e la tua generosità allieteranno le festività natalizie.",
  "pred48":"Quest'anno il tuo spirito competitivo brillerà nelle sfide e nei giochi natalizi. Impegnati in una competizione amichevole e ravviva lo spirito natalizio.",
  "pred49":"La tua passione per le comodità e i piaceri della vita renderà questo Natale una festa per i sensi. Lasciati conquistare dai sapori, dai profumi e dalle delizie della stagione.",
  "pred50":"Questo Natale il tuo spirito avventuroso ti condurrà verso nuove tradizioni ed esperienze. Apriti all'ignoto e crea ricordi indimenticabili con le persone a te care.",
  "pred51":"La tua passione per le atmosfere accoglienti e i piaceri della vita farà di questo Natale un'occasione di relax e gioia per i sensi. Goditi le comodità del periodo delle feste e assapora ogni momento.",
  "pred52":"La tua natura socievole creerà incontri vivaci e conversazioni gioiose questo Natale. Entra in sintonia con amici e familiari grazie alle risate e ai legami che rafforzerai.",
  "pred53":"Il tuo cuore premuroso garantirà un'atmosfera natalizia calda e confortevole. Dimostra il tuo affetto e crea ricordi preziosi con le persone a te più care.",
  "pred54":"La tua predisposizione naturale alla leadership risplenderà questo Natale. Sii l'anima della festa, diffondi l'allegria e rendi la stagione delle feste davvero indimenticabile.",
  "pred55":"Sfrutta il tuo senso pratico per dare vita a un Natale ben organizzato e senza stress. La tua attenzione ai dettagli garantirà una stagione delle feste armoniosa.",
  "pred56":"Il tuo senso dell'equilibrio e della diplomazia favorirà la cooperazione e la comprensione questo Natale. Apporta un sentimento di pace agli incontri e crea un'atmosfera di unità.",
  "pred57":"Il tuo spirito appassionato renderà più profonde le connessioni emotive questo Natale. Apri il tuo cuore e rafforza i legami con i tuoi cari.",
  "pred58":"La tua natura vivace e curiosa ti farà intraprendere un viaggio all'insegna della scoperta questo Natale. Adotta nuove tradizioni e trasmetti il tuo entusiasmo agli altri.",
  "pred59":"Fai tesoro delle tue idee innovative per introdurre tradizioni ed esperienze uniche questo Natale. Condividi la tua creatività e ispira gli altri a pensare fuori dagli schemi.",
  "pred60":"Metti a frutto la tua natura compassionevole per portare gioia a chi ne ha bisogno in questo periodo natalizio. La tua gentilezza e la tua generosità renderanno le festività ancora più luminose.",
  "pred61":"Il tuo spirito competitivo accenderà le sfide e i giochi natalizi. Alimenta una rivalità amichevole e arricchisci le festività di emozioni.",
  "pred62":"La tua passione per i piaceri della vita renderà questo Natale una festa per i sensi. Inebriati dei sapori, i profumi e i piaceri delle festività.",
  "pred63":"La tua curiosità ti porterà a esplorare tradizioni e usanze natalizie uniche. Condividi le tue scoperte con amici e familiari.",
  "pred64":"Il tuo istinto premuroso creerà un'atmosfera natalizia accogliente, ricca di amore e serenità. Riunisciti con la famiglia e gli amici e crea i tuoi ricordi più cari.",
  "pred65":"La tua presenza carismatica farà sì che tutti gli occhi siano puntati su di te questo Natale. Sii l'anima della festa e crea un'atmosfera piena di gioia.",
  "pred66":"Sfrutta le tue capacità organizzative per rendere questo Natale una celebrazione armoniosa e senza intoppi. Presta attenzione ai dettagli che renderanno speciale il periodo delle feste.",
  "pred67":"Lasciati guidare dal tuo senso dell'equilibrio per creare un'atmosfera di pace e cooperazione questo Natale. Promuovi l'unità e la comprensione reciproca.",
  "pred68":"La tua natura appassionata approfondirà i legami e creerà un Natale pieno di emozioni intense e momenti memorabili.",
  "pred69":"La tua sete di scoperta ti porterà a conoscere nuove tradizioni e vivere incontri inediti questo Natale. Condividi le tue esperienze e motiva gli altri a intraprendere il loro viaggio unico.",
  "pred70":"La tua determinazione ti spingerà a definire e raggiungere obiettivi ambiziosi questo Natale. Concentrati sulla tua crescita personale e professionale durante le feste.",
  "pred71":"Fai tesoro delle tue idee innovative per introdurre tradizioni nuove e inconsuete questo Natale. Condividi la tua creatività e invita gli altri a pensare fuori dagli schemi.",
  "pred72":"Metti a frutto il tuo cuore compassionevole per portare gioia a chi più ne ha bisogno questo Natale. I tuoi atti di gentilezza e generosità allieteranno le festività natalizie.",
  "pred73":"Quest'anno il tuo spirito competitivo ti renderà la star delle sfide e dei giochi natalizi. Impegnati in una competizione amichevole e condividi il tuo entusiasmo."
}
